//
//  Task.swift
//  MyArcheryTargetsScorer
//
//  Created by Sergey Nestroyniy on 28.01.2023.
//

/// план такой:
/// 1. внедрить цветовые схемы максимально возможно, для этого можно делать кастомные элементы интерфейса
/// 2. сделать главный экран
/// 3. сделать вид строки стрелковой сессии
/// 4. экраны с настройками сделать,
/// 5. экраны с настройками стрелковых сессий
/// 6. экраны с самими стрелковыми сессиями
/// 7. чуть доделать ввод данных
/// 8. экраны со статистикой и метриками
///
///
